public/cotacoes_enviadas/20_COT2954-115_sintese.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
                <soapenv:Header/>
                <soapenv:Body>
                <tem:EnviarOfertas>
                <tem:xmlDoc>
                <Cotacao>
  <Tp_Movimento>I</Tp_Movimento>
  <Dt_Gravacao>27/10/2022 10:33:44</Dt_Gravacao>
  <Cd_Fornecedor>35997345000146</Cd_Fornecedor>
  <Cd_Cotacao>COT2954-115</Cd_Cotacao>
  <Cd_Condicao_Pagamento>3</Cd_Condicao_Pagamento>
  <Nm_Usuario>PHARMAINT321</Nm_Usuario>
  <Ds_Observacao_Fornecedor/>
  <Qt_Prz_Minimo_Entrega>3</Qt_Prz_Minimo_Entrega>
  <Vl_Minimo_Pedido>1200,0000</Vl_Minimo_Pedido>
  <Produtos_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>10937</Id_Produto_Sintese>
      <Cd_Produto_Comprador>486</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>16344</Id_Marca>
          <Ds_Marca>FRESENIUS KABI</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>13,6000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor>Validade: 09/06/2024 - </Ds_Obs_Oferta_Fornecedor>
          <Cd_ProdutoERP>20102</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
  </Produtos_Cotacao>
</Cotacao>
                </tem:xmlDoc>
                </tem:EnviarOfertas>
                </soapenv:Body>
                </soapenv:Envelope>